[
    {
        "name": "Compactin and Mevinolin",
        "text": "These two fungal metabolites lower blood cholesterol levels and are members of an important class of drugs used clinically to treat elevated blood levels of cholesterol, a condition that is a significant risk factor for coronary artery disease. Our route to compactin and mevinolin was patented. During the synthesis a new reagent for making olefins was discovered, and later used in a general route to cyclic compounds."
    },
    {
        "name": "Frullanolide",
        "text": "This sesquiterpene, which is found in a number of plants, causes allergic contact dermatitis in humans, especially among those who work in forests. The synthesis served to identify synthetically important features of radical cyclization onto acetylenes."
    },
    {
        "name": "Canadian Beaver Scent Gland Component",
        "text": "This indolizine alkaloid, isolated from the scent glands of the Canadian beaver, has no official trivial name; its synthesis introduced the very powerful strategy of tandem Diels-Alder cycloaddition and radical cyclization. This strategy makes the route very concise, and is convincing evidence for the power of the method."
    },
    {
        "name": "Fredericamycin A",
        "text": "Fredericamycin A is a powerful antitumor antibiotic with a structure that is immensely complicated because of the high level of functionalization. Its synthesis required the development of the novel method of radical spirocyclization which is also applicable to many other different situations. An unusual use of the deuterium isotope for synthetic chemistry was discovered during this research."
    },
    {
        "name": "Ceratopicanol A",
        "text": "Ceratopicanol is one of the few natural products we have made that has no medicinal properties; it was synthesized to illustrate a method we had discovered for making five-membered rings that are fused to other rings in any desired stereochemical relationship — ceratopicanol illustrates a syn-anti relationship of the rings. The compound is important in the domain of biogenetic theory."
    },
    {
        "name": "A58365B",
        "text": "A58365B is a powerful blood pressure lowering compound isolated from a bacterium by scientists at Eli Lilly. The compound is an inhibitor of angiotensin-converting enzyme. Its synthesis involves unusual radical cyclization chemistry and a novel way of protecting a double bond."
    },
    {
        "name": "A58365A",
        "text": "A58365A is also a potent blood pressure lowering agent. Like A58365B it is an inhibitor of angiotensin-converting enzyme. It was made using the powerful radical cyclization and double bond protection methods discovered in the synthesis of A58365B."
    },
    {
        "name": "D-<i>myo</i>-Inositol-1,4,5-triphosphate",
        "text": "This triphosphate is a crucial component of the body's machinery for mobilizing calcium. Our synthetic route was based on a new ene reactions and also resulted in the discovery of an unusual reagent for reduction of cyclohexanones to equatorial alcohols where conventional reagents give the axial isomer."
    },
    {
        "name": "Epibatidine",
        "text": "Epibatidine is a pain killer that is 500 times as potent as morphine, but not addictive. The compound was isolated in tiny amounts from the skin of an Ecuadorian frog that is now a protected animal. Our synthetic route involves a novel method for deoxygenating a propargylic alcohol, and resulted in the discovery of an improved procedure for desulfonylation."
    },
    {
        "name": "(-)-Calicheamicinone",
        "text": "Calicheamicinone is the \"warhead\" of one of the most powerful antitumor agents known. Of the 18 carbons in calicheamicinone, 17 are functionalized or are involved in multiple bonding, and so the molecule poses enormous synthetic challenges. We have made both the racemic and optically pure material, and an X-ray structure of the latter was chosen to grace the cover of an issue of Chemical Communications."
    },
    {
        "name": "Furanomycin",
        "text": "Furanomycin is an antibiotic. The compound was made in order to illustrate the synthetic utility of a general method we had developed for the synthesis of amino acids. A special feature of the route to furanomycin is the simultaneous generation of the methyl group and the double bond in the same reaction."
    },
    {
        "name": "Methyl <i>epi</i>-Jasmonate",
        "text": "The fragrance of jasmine is due largely to methyl epi-jasmonate. It was synthesized using sequential 5-exo-digonal and 5-endo-trigonal cyclizations. The latter process is normally forbidden, but we discovered circumstances where it occurs easily, and it has now become a more common procedure."
    },
    {
        "name": "Brevioxime",
        "text": "Brevioxime is a naturally-occurring insecticide which has attracted the interest of multinational agrochemical companies. It is a potent inhibitor of juvenile hormone III biosynthesis, and it appears to block those enzymatic steps of the isoprenoid pathway that are specific for insects."
    },
    {
        "name": "(+)-Puraquinonic Acid",
        "text": "Puraquinonic acid is a fungal metabolite that is a potential lead compound for the design of anti-leukemia drugs because it causes cell differentiation. The structure is rather innocent-looking, but making the compound optically pure is a difficult synthetic problem because the asymmetric center at C-2 is quaternary and is rendered asymmetric by features that are far removed from C-2. Our approach to the asymmetric quaternary center is a general method."
    },
    {
        "name": "(+)-Juruenolide C",
        "text": "Juruenolide C has antifungal activity and is involved in the growth of certain plants. Its synthesis was undertaken to illustrate the synthetic utility of a method for using \"bouncing\" radicals which was discovered in this laboratory."
    },
    {
        "name": "Cladobotryal",
        "text": "Cladobotryal is a fungal metabolite that inhibits the growth of plant pathogens, and is of interest to the agrochemical industry. The substance is also active against drug-resistant bacteria. Our synthetic route illustrates a new way of desaturating pyridinones and of deprotecting the important N-Boc group."
    },
    {
        "name": "(-)-Hamigeran B",
        "text": "(-)-Hamigeran B, isolated from a marine sponge, is an extremely potent (100%) inhibitor of the herpes and polio viruses. Its synthesis involved overcoming challenging stereochemical problems since the isopropyl group is in a hindered environment (the concave face) and the convex face is shielded by the angular methyl group. Our route introduced a general procedure for protecting benzylic C—O bonds from hydrogenolysis."
    },
    {
        "name": "(+)-Nocardione A",
        "text": "Nocardione A inhibits an enzyme that is overexpressed in a number of common cancers. We prepared the enantiomer of the natural product by a method that provides access to sufficient quantities for adequate testing."
    },
    {
        "name": "(+)-Ottelione A",
        "text": "Ottelione A is an exceptionally potent anticancer agent, which was isolated in minute amount from a freshwater plant, together with the trans ring-fused isomer ottelione B. Surprisingly, the substance resists aromatization in vitro, although the expected aromatized product was also isolated form the same plant. The compound was synthesized by using an unusual, but general, rearrangement of a cyclopropane to a vinyl group."
    },
    {
        "name": "(-)-Ottelione B",
        "text": "(-)-Ottelione B, obviously closely related to ottelione A, is also an impressively powerful anticancer agent. It appears to be more selective than ottelione A. The compound was also synthesized in racemic and optically pure form, by a route that can be diverted from a common intermediate into either ottelione B or A."
    },
    {
        "name": "(-)-Conocarpan",
        "text": "Conocarpan, originally isolated from timber, has a number of biological activities, including toxicity to mosquito larvae. During the course of our synthetic work it was found that the stereochemistry originally assigned was in error; several other compounds that had been spectroscopically related to it also required stereochemical revision."
    },
    {
        "name": "(+)-Benesudon",
        "text": "Benesudon is a fungal metabolite that shows antifungal, antibiotic and cytotoxic activity. It is the first member of a new compound class. Our synthesis showed that the stereochemistry originally assigned was incorrect. The correct stereochemistry was identified and proved by synthesis."
    },
    {
        "name": "Culpin",
        "text": "Culpin is an acetylenic antibiotic. It was synthesized to illustrate the utility of a new method for making para-disubstituted benzene rings, which we had developed earlier. This method can be applied to halogen compounds, where more conventional palladium-based routes are inappropriate."
    },
    {
        "name": "Bufotenine",
        "text": "Bufotenine is an alkaloid isolated from the skin of several species of toad. The synthesis was the outcome of a methodology project which provided a powerful route to hydroxy-substituted serotonins, which are of value in the study and treatment of brain disorders."
    },
    {
        "name": "Halichlorine",
        "text": "The marine alkaloid halichlorine inhibits the induction of vascular cell adhesion molecule 1, which is a property relevant to the study of inflammatory diseases and the spread of cancer cells. Our synthesis of this compound has led to the development of a number of very useful methodologies which are being studied in their own right."
    },
    {
        "name": "Marinopyrrole B",
        "text": "Marinopyrrole B is an optically active antibiotic reported in 2008. The compound represents a new structural class among antibiotics and is strongly active against methicillin-resistant bacteria. The emergence of antibiotic-resistant bacteria makes the synthesis of new antibiotic classes an important objective, as they can serve as lead compounds for commercial drugs."
    },
    {
        "name": "(+)-Ipalbidine",
        "text": "(+)-Ipalbidine, which was isolated from the seeds of Ipomoea alba L., is a non-addictive analgesic and also has anti-inflammatory properties. The seeds have long been used in the folk medicine of South China. Our synthesis was based on the very unusual 6-exo-trigonal radical cyclization of a β-amino radical."
    },
    {
        "name": "Probable Anti-Obesity Vanilloid",
        "text": "This phenol was isolated from the seeds of Grains of Paradise (Aframomum melegueta) which have long been used in folkloric medicine in West Africa. Extracts of the seeds have anti-obesity properties and are known to lower nisceral fat in humans. Our synthetic route provides adequate quantities for biological testing and gives access to analogs."
    }
]